/* No comment provided by engineer. */
"Abi" = "Abi";

/* No comment provided by engineer. */
"ABI copied" = "ABI copied";

/* No comment provided by engineer. */
"ABI Interface" = "ABI Interface";

/* About Controllers Title */
"About" = "About";

/* Wallet Controllers Activity */
"Activity" = "Activity";

/* No comment provided by engineer. */
"Address copied" = "Address copied";

/* Choose Recive Address Controller Title */
"Addresses" = "Addresses";

/* No comment provided by engineer. */
"Available Balance" = "Available Balance";

/* BACK button */
"BACK" = "BACK";

/* No comment provided by engineer. */
"Backup App Version" = "Backup App Version";

/* Backup Contracts Controllers Title */
"Backup Contracts" = "Backup Contracts";

/* No comment provided by engineer. */
"Backup Date" = "Backup Date";

/* No comment provided by engineer. */
"By changing address or currency, transaction will be processed as a regular transfer " = "By changing address or currency, transaction will be processed as a regular transfer ";

/* No comment provided by engineer. */
"CALL" = "CALL";

/* No comment provided by engineer. */
"Camera premission not found" = "Camera premission not found";

/* Cancel Button
   Cancel button
   Import Wallet CANCEL Button */
"CANCEL" = "CANCEL";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot create transaction" = "Cannot create transaction";

/* No comment provided by engineer. */
"Change PIN" = "Change PIN";

/* No comment provided by engineer. */
"CHOOSE ANOTHER ADDRESS" = "CHOOSE ANOTHER ADDRESS";

/* No comment provided by engineer. */
"CHOOSE FROM LIBRARY" = "CHOOSE FROM LIBRARY";

/* Choose Token Controllers Title */
"Choose Token" = "Choose Token";

/* No comment provided by engineer. */
"CLOSE" = "CLOSE";

/* No comment provided by engineer. */
"Compiled On:" = "Compiled On:";

/* Confirm PIN Controllers Title
   Confirm PIN Popoup Title */
"Confirm PIN" = "Confirm PIN";

/* No comment provided by engineer. */
"Confirm Purchase" = "Confirm Purchase";

/* No comment provided by engineer. */
"Confirm Transaction" = "Confirm Transaction";

/* No comment provided by engineer. */
"Confirmed" = "Confirmed";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Contract Address" = "Contract Address";

/* No comment provided by engineer. */
"Contract bought" = "Contract bought";

/* No comment provided by engineer. */
"Contract Created" = "Contract Created";

/* No comment provided by engineer. */
"Contract created successfully" = "Contract created successfully";

/* No comment provided by engineer. */
"Contract Name:" = "Contract Name:";

/* No comment provided by engineer. */
"Contract Type:" = "Contract Type:";

/* No comment provided by engineer. */
"Contract was added to your wallet" = "Contract was added to your wallet";

/* No comment provided by engineer. */
"Contract with same address already exists" = "Contract with same address already exists";

/* Contracts Controllers Title */
"Contracts" = "Contracts";

/* No comment provided by engineer. */
"Contracts Store" = "Contracts Store";

/* Copy Button */
"COPY" = "COPY";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* COPY ABI button */
"COPY ABI" = "COPY ABI";

/* COPY ADDRESS button */
"COPY ADDRESS" = "COPY ADDRESS";

/* COPY PASSPHRASE button */
"COPY PASSPHRASE" = "COPY PASSPHRASE";

/* Copy Passphrase Controllers Title */
"Copy Passphrase" = "Copy Passphrase";

/* No comment provided by engineer. */
"Copy the passphrase to restore your wallet on another device" = "Copy the passphrase to restore your wallet on another device";

/* No comment provided by engineer. */
"Copy to Share" = "Copy to Share";

/* No comment provided by engineer. */
"COPY WALLET ADDRESS" = "COPY WALLET ADDRESS";

/* No comment provided by engineer. */
"Create a wallet or restore a previous wallet key." = "Create a wallet or restore a previous wallet key.";

/* CREATE NEW Button */
"CREATE NEW" = "CREATE NEW";

/* Create PIN Controllers Title */
"Create PIN" = "Create PIN";

/* No comment provided by engineer. */
"Crowdsale" = "Crowdsale";

/* No comment provided by engineer. */
"Decimal Units" = "Decimal Units";

/* No comment provided by engineer. */
"Decimal Units:" = "Decimal Units:";

/* No comment provided by engineer. */
"Description:" = "Description:";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Downloads:" = "Downloads:";

/* No comment provided by engineer. */
"EDIT" = "EDIT";

/* Edite button */
"EDITE" = "EDITE";

/* ENABLE TOUCH ID Button */
"ENABLE TOUCH ID" = "ENABLE TOUCH ID";

/* No comment provided by engineer. */
"Enter New PIN" = "Enter New PIN";

/* No comment provided by engineer. */
"Enter Old PIN" = "Enter Old PIN";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error in QRCodeCreation" = "Error in QRCodeCreation";

/* Export Passphrase Controllers Title */
"Export Passphrase" = "Export Passphrase";

/* No comment provided by engineer. */
"Failed" = "Failed";

/* No comment provided by engineer. */
"Failed to create contract" = "Failed to create contract";

/* No comment provided by engineer. */
"Fee:" = "Fee:";

/* few seconds ago */
"few seconds ago" = "few seconds ago";

/* No comment provided by engineer. */
"File saved successfully" = "File saved successfully";

/* From To Transaction */
"From" = "From";

/* Function Detail Controllers Title */
"Function Detail" = "Function Detail";

/* Functions Controller Title
   Functions Controllers Title */
"Functions" = "Functions";

/* No comment provided by engineer. */
"Gas Limit:" = "Gas Limit:";

/* No comment provided by engineer. */
"Gas Price:" = "Gas Price:";

/* Import Wallet IMPORT Button */
"IMPORT" = "IMPORT";

/* Import Wallet Controllers Title */
"Import Wallet" = "Import Wallet";

/* Resore Button */
"IMPORT WALLET" = "IMPORT WALLET";

/* No comment provided by engineer. */
"Incorrect address" = "Incorrect address";

/* No comment provided by engineer. */
"Initial Supply" = "Initial Supply";

/* No comment provided by engineer. */
"Initial Supply:" = "Initial Supply:";

/* No comment provided by engineer. */
"Invalid Contract Address" = "Invalid Contract Address";

/* No comment provided by engineer. */
"Invalid Contract Name" = "Invalid Contract Name";

/* No comment provided by engineer. */
"Invalid QR Code format" = "Invalid QR Code format";

/* No comment provided by engineer. */
"Invalid RECRYPT Address" = "Invalid RECRYPT Address";

/* No comment provided by engineer. */
"Invalid Token Address" = "Invalid Token Address";

/* No comment provided by engineer. */
"It's my tokens" = "It's my tokens";

/* Language Controllers Title */
"Language" = "Language";

/* No comment provided by engineer. */
"Last Added" = "Last Added";

/* Library Controllers Title */
"Library" = "Library";

/* No comment provided by engineer. */
"Log Out" = "Log Out";

/* LOGIN Button */
"LOGIN" = "LOGIN";

/* No comment provided by engineer. */
"Login" = "Login";

/* No comment provided by engineer. */
"Login to RECRYPT \nDon't have a wallet yet?" = "Login to RECRYPT \nDon't have a wallet yet?";

/* No comment provided by engineer. */
"Login to RECRYPT \nusing Touch ID" = "Login to RECRYPT \nusing Touch ID";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* Manage Addresses Controllers Title
   Token Manage Addresses Controllers Title */
"Manage Addresses" = "Manage Addresses";

/* No comment provided by engineer. */
"Miner Address:" = "Miner Address:";

/* time ago */
"minut ago" = "minut ago";

/* time ago */
"minuts ago" = "minuts ago";

/* No comment provided by engineer. */
"My address: %@ and amount: %.3f" = "My address: %1$@ and amount: %2$.3f";

/* No comment provided by engineer. */
"My Contract Templates" = "My Contract Templates";

/* No comment provided by engineer. */
"My Published Contracts" = "My Published Contracts";

/* Wallet Controllers Title */
"My Wallet" = "My Wallet";

/* No comment provided by engineer. */
"Name" = "Name";

/* News Controllers Title
   Tabs */
"News" = "News";

/* News Detail Controllers Title */
"News Detail" = "News Detail";

/* No comment provided by engineer. */
"NEXT" = "NEXT";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"No Internet Connection" = "No Internet Connection";

/* Empty Tokens Tabel */
"No Tokens Found" = "No Tokens Found";

/* No comment provided by engineer. */
"No transactions available yet" = "No transactions available yet";

/* NOT NOW Button */
"NOT NOW" = "NOT NOW";

/* Ok button */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Oops" = "Oops";

/* Other Tokens Controllers Title */
"Other Tokens" = "Other Tokens";

/* No comment provided by engineer. */
"Parameter" = "Parameter";

/* No comment provided by engineer. */
"Passphrase copied" = "Passphrase copied";

/* No comment provided by engineer. */
"Payment completed successfully" = "Payment completed successfully";

/* No comment provided by engineer. */
"Payment Request" = "Payment Request";

/* No comment provided by engineer. */
"PIN is invalid. Please Try Again." = "PIN is invalid. Please Try Again.";

/* No comment provided by engineer. */
"Please check your network\nsettings" = "Please check your network\nsettings";

/* No comment provided by engineer. */
"Please wait" = "Please wait";

/* No comment provided by engineer. */
"Price:" = "Price:";

/* No comment provided by engineer. */
"Private key" = "Private key";

/* Profile Controllers Title
   Tabs */
"Profile" = "Profile";

/* No comment provided by engineer. */
"Public Key" = "Public Key";

/* No comment provided by engineer. */
"Publish Date" = "Publish Date";

/* No comment provided by engineer. */
"Published by:" = "Published by:";

/* No comment provided by engineer. */
"Published Date:" = "Published Date:";

/* PURCHASE Button */
"PURCHASE" = "PURCHASE";

/* QR Code Controller Title */
"QR Code" = "QR Code";

/* Qstore Controller Title */
"Qstore" = "Qstore";

/* RECRYPT sybmol */
"RECRYPT" = "RECRYPT";

/* No comment provided by engineer. */
"RECRYPT (Default)" = "RECRYPT (Default)";

/* No comment provided by engineer. */
"RECRYPT Address" = "RECRYPT Address";

/* No comment provided by engineer. */
"RECRYPT App will only upload\nand share photos you choose." = "RECRYPT App will only upload\nand share photos you choose.";

/* No comment provided by engineer. */
"RECRYPT App would like to access your photos" = "RECRYPT App would like to access your photos";

/* No comment provided by engineer. */
"RECRYPT App Would Like\nto Access Your Photos" = "RECRYPT App Would Like\nto Access Your Photos";

/* No comment provided by engineer. */
"RECRYPT Mobile Wallet" = "RECRYPT Mobile Wallet";

/* Receive Controllers Title */
"Receive" = "Receive";

/* No comment provided by engineer. */
"Received" = "Received";

/* No comment provided by engineer. */
"Received Time" = "Received Time";

/* No comment provided by engineer. */
"Repeat New PIN" = "Repeat New PIN";

/* Repeate PIN Controllers Title */
"Repeat PIN" = "Repeat PIN";

/* No comment provided by engineer. */
"Requested Token not found" = "Requested Token not found";

/* RESTORE button */
"RESTORE" = "RESTORE";

/* No comment provided by engineer. */
"Restore All" = "Restore All";

/* Restore Contracts Controllers Title */
"Restore Contracts" = "Restore Contracts";

/* No comment provided by engineer. */
"Restore Templates" = "Restore Templates";

/* No comment provided by engineer. */
"Restore Tokens" = "Restore Tokens";

/* No comment provided by engineer. */
"Restored successfully" = "Restored successfully";

/* Search placeholder */
"Search" = "Search";

/* No comment provided by engineer. */
"Select backup file" = "Select backup file";

/* Send button */
"SEND" = "SEND";

/* Send Controllers Title
   Tabs */
"Send" = "Send";

/* No comment provided by engineer. */
"Send to contract" = "Send to contract";

/* No comment provided by engineer. */
"Sent" = "Sent";

/* No comment provided by engineer. */
"Sent Time" = "Sent Time";

/* No comment provided by engineer. */
"Size:" = "Size:";

/* Skip Button */
"SKIP" = "SKIP";

/* Smart Contract Parameters Contollers Title */
"Smart Contract Parameters" = "Smart Contract Parameters";

/* Smart Contracts Controllers Title */
"Smart Contracts" = "Smart Contracts";

/* No comment provided by engineer. */
"Some Error" = "Some Error";

/* No comment provided by engineer. */
"Something went wrong" = "Something went wrong";

/* No comment provided by engineer. */
"Sorry, Please try again in %li minutes" = "Sorry, Please try again in %li minutes";

/* SOURCE Code Button */
"SOURCE" = "SOURCE";

/* No comment provided by engineer. */
"Source Code" = "Source Code";

/* No comment provided by engineer. */
"Source Code:" = "Source Code:";

/* No comment provided by engineer. */
"Step 1 of 2" = "Step 1 of 2";

/* No comment provided by engineer. */
"Step 2 of 2" = "Step 2 of 2";

/* No comment provided by engineer. */
"Switch Application Theme" = "Switch Application Theme";

/* No comment provided by engineer. */
"Tags:" = "Tags:";

/* No comment provided by engineer. */
"Tap to save the file" = "Tap to save the file";

/* Templates Controllers Title */
"Templates" = "Templates";

/* From To Transaction */
"To" = "To";

/* No comment provided by engineer. */
"Token" = "Token";

/* No comment provided by engineer. */
"Token Address" = "Token Address";

/* No comment provided by engineer. */
"Token Created" = "Token Created";

/* No comment provided by engineer. */
"Token Details" = "Token Details";

/* Token Subscriptions Controllers Title */
"Token Subscriptions" = "Token Subscriptions";

/* No comment provided by engineer. */
"Token was added to your wallet" = "Token was added to your wallet";

/* No comment provided by engineer. */
"Token with same address already exists" = "Token with same address already exists";

/* No comment provided by engineer. */
"Tokens" = "Tokens";

/* Touch ID Controllers Title */
"Touch ID" = "Touch ID";

/* Controllers Title */
"Transaction" = "Transaction";

/* No comment provided by engineer. */
"Transaction amount can't be zero. Please edit your transaction and try again" = "Transaction amount can't be zero. Please edit your transaction and try again";

/* TRANSFER button */
"TRANSFER" = "TRANSFER";

/* No comment provided by engineer. */
"Transfer" = "Transfer";

/* No comment provided by engineer. */
"Transfer Balance" = "Transfer Balance";

/* No comment provided by engineer. */
"Trending Now" = "Trending Now";

/* No comment provided by engineer. */
"TRY AGAIN" = "TRY AGAIN";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Unconfirmed" = "Unconfirmed";

/* No comment provided by engineer. */
"Unconfirmed Balance" = "Unconfirmed Balance";

/* Unconfirmed Transaction Label */
"Unconfirmed Transaction" = "Unconfirmed Transaction";

/* No comment provided by engineer. */
"Unconfirmed Yet..." = "Unconfirmed Yet...";

/* Token Cell Light Unconfirmed Balance */
"Unconfirmed:" = "Unconfirmed:";

/* View Abi Button */
"View Abi" = "View Abi";

/* View Details Button */
"View Details" = "View Details";

/* Tabs */
"Wallet" = "Wallet";

/* No comment provided by engineer. */
"Wallet Backup" = "Wallet Backup";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* Watch Contract Controllers Title */
"Watch Contract" = "Watch Contract";

/* Watch Token Controllers Title */
"Watch Token" = "Watch Token";

/* Qstore Cell */
"What’s New" = "What’s New";

/* No comment provided by engineer. */
"YES" = "YES";

/* day at history cell */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You are about to exit your account. All account data will be erased from the device. Please make sure you have saved back-ups of your Passphrase and required Contracts" = "You are about to exit your account. All account data will be erased from the device. Please make sure you have saved back-ups of your Passphrase and required Contracts";

/* Skip Skip Info */
"You can skip this step and export your passphrase at any time" = "You can skip this step and export your passphrase at any time";

/* No comment provided by engineer. */
"You don’t have a wallet yet." = "You don’t have a wallet yet.";

/* No comment provided by engineer. */
"You have insufficient funds for this transaction" = "You have insufficient funds for this transaction";

/* No comment provided by engineer. */
"You have insufficient funds for this transaction at this address" = "You have insufficient funds for this transaction at this address";

/* No comment provided by engineer. */
"You haven't tokens for share" = "You haven't tokens for share";

/* No comment provided by engineer. */
"Your balance was updated" = "Your balance was updated";

/* No comment provided by engineer. */
"Your Passphrase" = "Your Passphrase";

/* No comment provided by engineer. */
"Сonnection to selected file was timed out. Please select backup file again" = "Сonnection to selected file was timed out. Please select backup file again";

